areas_list = ["武陵", "四号谷地"]
outpost_dict = {
    "武陵": ["天王坪援建点"],
    "四号谷地": ["难民暂居处", "基建前站", "重建指挥部"]
}
default_goods = {
    "四号谷地": [
        "精选荞愈胶囊",
        "高容谷地电池",
    ],
    "武陵": [
        "低容武陵电池",
        "芽针针剂",
    ]
}
goods_dict = {
    "四号谷地": [
        "精选荞愈胶囊",
        "高容谷地电池",
        "精选柑实罐头",
        "中容谷地电池",
        "优质荞愈胶囊",
        "优质柑实罐头",
        "荞愈胶囊",
        "柑实罐头",
    ],
    "武陵": [
        "低容武陵电池",
        "芽针针剂",
        "锦草软饮"
    ]
}
exchange_goods_dict = {
    "四号谷地": [
        "锚点厨具货组",
        "悬空鼷兽骨雕货组",
        "巫术矿钻货组",
        "天使罐头货组",
        "谷地水培肉货组",
        "团结牌口服液货组",
        "源石树幼苗货组"
    ],
    "武陵": [
        "冬虫夏笋货组",
        "岳研避瘴茶货组",
        "武陵冻梨货组",
        "武侠电影货组"
    ]
}
